Repository: StephanieDefresnes/TwX-Excel
Catalog: languages/twx-excel-*.po
Languages: es_es, fr_fr

source: TwX Excel Export for Caldera Forms
es_es: Exportación TwX Excel para formularios Caldera
fr_fr: TwX Exportation Excel pour Caldera Forms

source: Entries Caldera Forms export in .xls
es_es: Entradas Caldera Forms exportar en .xls
fr_fr: Exportation des entrées Caldera au format .xls

source: Sorry, but TwX Excel plugin requires Caldera Forms plugin to be installed and active.
es_es: Lo sentimos, pero el complemento TwX Excel requiere que el complemento Caldera Forms esté instalado y activo.
fr_fr: Désolé, mais l'extention TwX Excel nécessite l'installation et l'activation de l'extention Caldera Forms.

source: You do not have permission to access this page.
es_es: Usted no tiene permiso para acceder a esta página.
fr_fr: Vous n'avez pas les droits pour accéder à cette page.

source: Forms and Export
es_es: Formularios y Exportación
fr_fr: Formulaires et Exportation

source: Active Forms list
es_es: Lista de formularios activos
fr_fr: Liste des formulaires actifs

source: Consult
es_es: Consultar
fr_fr: Consulter

source: No entry recorded among active forms.
es_es: No se registró ninguna entrada entre las formas activas.
fr_fr: Aucune entrée enregistrée parmi les formulaires actifs.

source: Please refer to the
es_es: Consulte el complemento
fr_fr: Veuillez vous référer au plugin

source: Please select :
es_es: Por favor seleccione :
fr_fr: Veuillez sélectionner :

source: Form to download
fr_fr: Le formulaire à télécharger

source: Fields to keep
es_es: Los campos para mantener
fr_fr: Les champs à conserver

source: Entries to keep
es_es: Las entradas para mantener
fr_fr: Les entrées à conserver

source: Than download !
es_es: ¡Que descargar!
fr_fr: Et télécharger !

source: Fields list
es_es: Lista de campos
fr_fr: Liste des champs

source: Data table
es_es: Tabla de datos
fr_fr: Tableau de données

source: Download
fr_fr: Téléchargement

source: Depending on the browser you are downloading the file from, it may be claimed to be <em>&quot;damaged&quot;</em>.
fr_fr: Selon le navigateur à partir duquel vous télécharger le fichier, celui-ci peut être annoncé <em>&quot;endommagé&quot;</em>.

source: However, you can open it without risk.
fr_fr: Vous pouvez cependant l'ouvrir sans risque.

source: Download now
fr_fr: Télécharger

source: The form
es_es: El formulario
